{"intro":[{"type":"text","value":"For years, we’ve tried to stay abreast of it all (for one of us, it was our job) — the school shootings, the shifts in foreign policy, the playoff results, the firings, the appointments, and the rest of the news that streamed across my various screens."},{"type":"text","value":"Not this year. We’re in our early 30s, and 2018 marks the first time in adult life that we’ve took ta step back from the news cycle. It seems like there are countless fires burning, and each day brings more somber tidings. The flood of updates seems no longer manageable, in large part because the barrage of bad news seems to affect all levels of the international order. The stability of the recent half century has given way to a deep sense of uncertainty and confusion regarding the future."},{"type":"text","value":"For months, we’ve wanted some note-waving historian to emerge from the archives, and reassure us that, in fact, there’s no need to worry — we’re living through the same sense of unease that previous generations did during the Nixon administration, the Vietnam War, and the Iranian hostage crisis. But that’s yet, if at all likely, to happen. To gain a more balanced perspective, we decided to do so ourselves: below, you can take a tour through the past 100 years as reflected in the pages of one of America’s most-respected newspaper, and compare the events of the past year to the tumult of the long 20th century."}],"nav":[{"decade":"1900","text":"Domestically, the turn of the century saw the unexpected ascension of Vice President Theodore Roosevelt — he of the “speak softly and carry a big stick” mantra — to the highest office of the land, following the death of President William McKinley. Roosevelt dominated press coverage in 1902, partly due to it being his first year in office, but also in part due to his party’s win in congress (also, <a href=https://www.nytimes.com/1902/06/09/archives/president-roosevelts-hunt-he-will-find-many-bears-to-shoot-in.html>bear hunting</a>). Local politics were also prominent: the New York state governorship race between Republicans Benjamin Odell and Thomas Platt (who was, in large part, responsible for the consolidation of Manhattan, Brooklyn, Bronx, Queens, and Staten Island into a single city to so as to dilute the influence of Manhattan’s immigrant voters) received much attention, with Odell defeating Platt, a major political boss. Internationally, the Second Boer War saw three years of violent battles, with the British empire eventually winning out over the South African Republic and the Orange Free State"},{"decade":"1910","text":"World War I, while less of a historical signpost in America than in Europe, nevertheless dominated coverage in the 1910s. In addition to trench warfare, many headlines referred to the naval blockades that the United Kingdom and the German Empire imposed on each other. Although President Woodrow Wilson was initially disinclined to bring America into the war, the Germanic (then also referred-to as Teutonic) U-boat attack on an ocean liner which led to the deaths of nearly 1,200 civilians (over 100 of whom were Americans) invariably drew the US into the conflict. In Russia, meanwhile, Russia was experiencing what may be its most seminal historical event: Nicholas II’s abdication of the throne after 300 years of his family grip on the Russian empire, and the Bolsheviks’ taking control of the the Winter Palace — akin to revolutionaries storming the White House — during the October revolution."},{"decade":"1920","text":"As Germany paid reparations for its aggression, America’s attention began to swing back to domestic affairs, and in particular, to the presidency of <a href=https://www.youtube.com/watch?v=1plPyJdXKIY>Warren G. Harding</a>. Although Harding had a notable foreign policy success in hosting what would become the <a href=https://en.wikipedia.org/wiki/Washington_Naval_Conference>world’s first arms control conference </a>, limiting the power of the world’s naval superpowers, he died early, and his legacy became marred by corruption and adultery scandals. His Vice President, Calvin Coolidge, took over and restored much of the faith in the presidency, assisted by Andrew Mellon, the famed financial tycoon, who sought to greatly reduce the national debt. In New York City, the expansion of the subway by Mayor Hylan took up much of people’s attention."},{"decade":"1930","text":"The 1930s began as the Great Depression, with more than 1 in 5 Americans unemployed at its peak. In New York, Samuel Seabury presided over a vast corruption investigation of police and judicial workings — as if today, more than a thousand witnesses had testified that the NYPD had framed countless innocent people and had given them a choice between parting with their life savings, or facing prison. The consequences were seismic: the mayor, a flashy political operative named Jimmy Walker, was forced to resign, and Fiorello LaGuardia (he of the airport fame) was elected in his stead with a promise to clean up the city. And, while the National Recovery Administration sought to stimulate economic growth at home, Spain’s civil war occupied attention abroad."},{"decade":"1940","text":"The Second World War’s impacts dominated the headlines of the New York Times. Abroad, the the Soviet Union’s Red Army grinding war with the Axis powers. At home, the Office of Price Administration (OPA) set limits on raising the prices of products during wartime, and rationed scarce products like meat. Once the war had ended, labor disputes resumed, with the Congress of Industrial Organizations taking central stage."},{"decade":"1950","text":"While war broke out between North and South Korea in 1950, the conflict formed part of the larger struggle between communist (The Soviet Union, China) and democratic (the United States) states. At home, anti-communist sentiment was at an all-time high, spurred by Senator Joseph McCarthy until he was accused of misconduct by the U.S. Army, and lost popularity. In the Middle East, meanwhile, Israel, the United Kingdom, and France invaded Egypt in what’s known as the Suez Canal crisis, which President Eisenhower and Secretary of State John Foster Dulles fiercely opposed."},{"decade":"1960","text":"The 1960s were a decade of upheaval, both on the home front and on the world stage. Perhaps no one year embodies the momentous domestic shifts better than 1963. The Summer of ‘63 was a defining stretch in the civil rights movement that culminated with Martin Luther King Jr.’s iconic “I Have a Dream” speech during the March on Washington in August. Three months later in November, President John F. Kennedy was shot dead while riding in a motorcade in Dallas. Abroad, the United States was in the middle of the increasingly unpopular Vietnam War and faced deepening Cold War tensions with the Soviet Union over the influx of newly independent, non-aligned nations from the decolonization of Sub-Saharan Africa, most notably in The Congo and Katanga province."},{"decade":"1970","text":"Headlines from the current decade might feel eerily familiar to headlines from the 1970s, where another president (Richard Nixon) was embattled in another political scandal (Watergate). In 1972, several burglars were caught at the Democratic National Committee headquarters at the Watergate complex in Washington, DC. Nixon furiously attempted to distance himself from the break-in and cover up the crime, but he was eventually forced to resign in 1974. Henry Kissinger, another larger-than-life figure and Nixon’s National Security Advisor and Secretary of State, also took his fair share of the decade’s headlines. Kissinger helped negotiate the end to both the Vietnam War and the Arab–Israeli War, but he also was complicit in the secretive carpet bombing of Cambodia, which killed tens of thousands of civilians."},{"decade":"1980","text":"President Ronald Reagan was in office for nine of the 10 years in the 1980s, and the decade’s most frequent terms reflect everything that defined his administration (with special interest on Iran-related issues). The headlines cover the successes: Hours after Reagan was inaugurated in January 1981, more than 60 hostages were released from the U.S. Embassy in Tehran, Iran."},{"decade":"1990","text":"The headlines of the 1990s have a strong domestic focus. The 1996 presidential election between President Bill Clinton and GOP challenger Bob Dole took center stage, as did Clinton’s welfare reform act. The 1990s also saw a dramatic rise in computer use and introduced use to Microsoft Office’s endearing paperclip assistant Clippy."},{"decade":"2000","text":"On September 11, 2001 how America saw the world instantly changed. al-Qaeda terrorists hijacked four commercial airliners and crashed them into the World Trade Center, the Pentagon and a Pennsylvania field, killing nearly 3,000 people. The decade’s most frequent words — Sept 11, President Bush, terrorist — paint a picture of a country as it tries to grapple with terrorism on a global stage."},{"decade":"2010","text":"If you think politics has dominated the last few years, you’re right. Presidents Obama and Trump, as well as GOP president candidate Romney, garnered a lot of headlines. Noticeably absent from the mix? Hills. (But her emails!) Big tech like Google, Facebook, Amazon and Apple also appear frequently, which may or may not, be connected to politics."}],"conclusion":[{"type":"text","value":"The end! Yikes!"}],"method":[{"type":"text","value":"In order to derive the terms that were disproportionately emblematic of a particular decade, we compared each decade (e.g., 1960s) to the frequency of terms to a corpus consisting of three decades: the decade at hand, as well as the preceding and following decades (in this case, 1950s, 1960s, 1970s). For the first and last decades, we compared the data to a corpus consisting of their sole neighboring decade and the decade at hand (e.g., we compared the 1900s to a corpus comprising the 1900s and 1910s). Since some words occurring in a particular decade may be incredibly rare in any other decade, we only included words that manifested at least once in every 10,000 words for a specific decade. We also note that 1964 did not have any articles labelled as appearing on page 1, and thus, its events were, unfortunately, minimally covered by our analyses."}]}