{"intro":[{"type":"text","value":"For years, we’ve tried to stay abreast of it all (for one of us, it was our job) — the school shootings, the shifts in foreign policy, the playoff results, the firings, the appointments, and the rest of the news that streamed across our various screens."},{"type":"text","value":"Not this year. We’re in our early 30s, and 2018 marks the first time in adult life that we’ve taken a step back from the news cycle. It seems like there are countless fires burning, and each day brings more somber tidings. The flood of updates seems no longer manageable, in large part because the barrage of bad news seems to affect all levels of the international order. The stability of the recent half century has given way to a deep sense of uncertainty and confusion regarding the future."},{"type":"text","value":"For months, we’ve wanted some note-waving historian to emerge from the archives, and reassure us that, in fact, there’s no need to worry — we’re living through the same sense of unease that previous generations did during the Nixon administration, the Vietnam War, and the Iranian hostage crisis. But that’s yet, if at all likely, to happen. To gain a more balanced perspective, we decided to do so ourselves: below, you can take a tour through the past 100 years as reflected in the pages of one of America’s most-respected newspapers, <i>The New York Times</i>and compare the events of the past year to the tumult of the long 20th century."}],"nav":[{"decade":"1900","text":"Domestically, the turn of the century saw the unexpected ascension of Theodore Roosevelt to the presidency, following the <a href=https://www.nytimes.com/1901/09/14/archives/mr-mkinley-dies-after-a-brave-fight-end-comes-at-215-oclock-this.html target=_blank>death</a> of President William McKinley. Roosevelt dominated press coverage in 1902, partly due to it being his first year in office, but also in part due to his party’s win in congress (also, <a href=https://www.nytimes.com/1902/06/09/archives/president-roosevelts-hunt-he-will-find-many-bears-to-shoot-in.html target=_blank>bear hunting</a>). Local politics were also prominent: the New York state governorship race between Republicans Benjamin Odell and Thomas Platt (who was, in large part, responsible for the consolidation of Manhattan, Brooklyn, Bronx, Queens, and Staten Island into a single city so as to dilute the influence of Manhattan’s immigrant voters) received much attention, with Odell defeating Platt, a major political boss. Internationally, the <a href=https://www.nytimes.com/1900/04/11/archives/boers-attack-brabant.html target=_blank>Second Boer War</a> saw three years of violent fighting in Africa, with the British empire eventually winning out over the South African Republic and the Orange Free State."},{"decade":"1910","text":"World War I, while less of a historical signpost in America than in Europe, nevertheless dominated coverage in the 1910s. In addition to trench warfare, many headlines referred to the naval blockades that the United Kingdom and the German Empire imposed on each other. Although President Woodrow Wilson was initially disinclined to bring America into the war, the German (then also referred-to as Teutonic) U-boat attack on an ocean liner which led to the deaths of nearly 1,200 civilians (over 100 of whom were Americans) invariably drew the U.S. into the conflict. Russia, meanwhile, was experiencing what may be its most seminal historical event: Nicholas II’s abdication of the throne after 300 years of his family’s grip on the Russian empire, and the Bolsheviks’ taking control of the the Winter Palace — akin to revolutionaries storming the White House — during the October revolution."},{"decade":"1920","text":"As Germany paid reparations for its aggression during WWI, America’s attention began to swing back to domestic affairs, and in particular, to the presidency of <a href=https://www.youtube.com/watch?v=1plPyJdXKIY target=_blank>Warren G. Harding</a>. Although Harding had a notable foreign policy success in hosting what would become the <a href=https://en.wikipedia.org/wiki/Washington_Naval_Conference>world’s first arms control conference </a>, limiting the power of the world’s naval superpowers, he died early, and his legacy became marred by corruption and adultery scandals. His Vice President, Calvin Coolidge, took over and restored faith in the presidency, assisted by Andrew Mellon, the famed financial tycoon, who fought to reduce the national debt. In New York City, the expansion of the subway by Mayor Hylan took up much of people’s attention."},{"decade":"1930","text":"The 1930s began with the Great Depression, where more than 1 in 5 Americans were unemployed at its peak. In New York, Samuel Seabury presided over a vast corruption investigation of police and judicial workings — as if today, more than a thousand witnesses had testified that the NYPD had framed countless innocent people and had given them a choice between parting with their life savings, or facing prison. The consequences were seismic: the mayor, a flashy political operative named Jimmy Walker, was forced to resign, and Fiorello LaGuardia (he of the airport fame) was elected in his stead with a promise to clean up the city. And, while the National Recovery Administration sought to stimulate economic growth at home, Spain’s civil war occupied attention abroad."},{"decade":"1940","text":"The Second World War’s impacts dominated the headlines of the <i>New York Times</i>. Abroad, it was the Soviet Union’s Red Army grinding war with the Axis powers, which long preceded American involvement in the conflict. At home, the Office of Price Administration (OPA) set limits on raising the prices of products during wartime, and rationed scarce foods, like meat. Once the war had ended, labor disputes resumed, with the Congress of Industrial Organizations, a federation of industrial unions, taking central stage."},{"decade":"1950","text":"While war broke out between North and South Korea in 1950, the conflict formed part of the larger struggle between communist (The Soviet Union, China) and democratic (the United States) states. At home, anti-communist sentiment was at an all-time high, spurred by Senator Joseph McCarthy until he was accused of misconduct by the U.S. Army, and lost popularity. In the Middle East, meanwhile, Israel, the United Kingdom, and France invaded Egypt in what’s known as the Suez Canal crisis, a move which President Eisenhower and Secretary of State John Foster Dulles fiercely opposed."},{"decade":"1960","text":"The 1960s were a decade of upheaval, both on the home front and on the world stage. Perhaps no year embodies the momentous domestic shifts better than 1963: The Summer of ‘63 was a defining stretch in the civil rights movement that culminated with Martin Luther King Jr.’s iconic <a href=https://archive.nytimes.com/www.nytimes.com/learning/general/onthisday/mlkjrday.html target=_blank>“I Have a Dream” speech</a> during the March on Washington in August. Three months later in November, President John F. Kennedy was <a href=http://movies2.nytimes.com/learning/general/onthisday/big/1122.html target=_blank>shot dead</a> while riding in a motorcade in Dallas. Abroad, the United States was in the middle of the increasingly <a href=https://www.nytimes.com/1969/05/14/archives/criticism-and-evasion-of-draft-grow-with-unpopularity-of-the.html target=_blank>unpopular Vietnam War</a> and faced deepening Cold War tensions with the Soviet Union over the influx of newly independent, non-aligned nations from the decolonization of Sub-Saharan Africa, most notably in <a href=https://www.nytimes.com/1960/08/14/archives/the-struggle-for-the-congo-continues-in-africa-and-at-the-united.html target=_blank>The Congo</a> and <a href=https://www.nytimes.com/1960/08/04/archives/katanga-mobilizing-men.html target=_blank>Katanga province</a>."},{"decade":"1970","text":"Headlines from the current decade might feel eerily familiar to headlines from the 1970s, where another president (Richard Nixon) was embattled in another political scandal (<a href=https://www.nytimes.com/1972/11/01/archives/the-watergate-mystery-the-watergate-mystery-after-19-weeks-of.html target=_blank>Watergate</a>). In 1972, several burglars were caught at the Democratic National Committee headquarters at the Watergate complex in Washington, DC. Nixon furiously attempted to distance himself from the break-in and cover up the crime, but he was eventually <a href=https://archive.nytimes.com/www.nytimes.com/learning/general/onthisday/big/0808.html target=_blank>forced to resign</a> in 1974. Henry Kissinger, another larger-than-life figure and Nixon’s National Security Advisor and Secretary of State, also took his fair share of the decade’s headlines. Kissinger helped negotiate the end to both the <a href=https://archive.nytimes.com/www.nytimes.com/learning/general/onthisday/big/0123.html#article target=_blank>Vietnam War</a> and the <a href=https://www.nytimes.com/1974/06/23/archives/twenty-days-in-october-kissingers-triumph-began-in-trauma.html target=_blank>Yom Kippur War</a>, but he also was complicit in the secretive <a href=https://www.nytimes.com/1973/07/18/archives/secret-raids-on-cambodia-before-70-totaled-3500-hughes-charges.html target=_blank>carpet bombing of Cambodia</a>, which killed tens of thousands of civilians."},{"decade":"1980","text":"President Ronald Reagan was in office for eight of the 10 years in the 1980s, and the decade’s most frequent terms reflect everything that defined his administration (with particular focus on Iran-related issues). The headlines cover the successes, like the <a href=https://www.nytimes.com/1981/01/19/world/us-and-iran-sign-accord-on-hostages-52-americans-could-be-set-free-today.html target=_blank>Iranian hostage crisis</a>: hours after Reagan’s inauguration in January 1981, more than 60 hostages were released from the U.S. Embassy in Tehran. The crisis began two years earlier under President Jimmy Carter to protest American interference in Iranian affairs, including allowing a deposed <a href=https://www.nytimes.com/1981/05/17/magazine/why-carter-admitted-the-shah.html target=_blank>Shah to seek cancer treatment</a> in the U.S. They also cover scandals: during the <a href=https://www.nytimes.com/1987/11/19/world/iran-contra-report-arms-hostages-contras-secret-foreign-policy-unraveled.html target=_blank>Iran-Contra affair</a>, senior Reagan administration officials bypassed an arms embargo, secretly selling weapons to Iran. They hoped to use the proceeds from the arms sale to fund the <a href=https://www.nytimes.com/1986/08/11/world/contras-likely-tactics-include-taking-a-town.html target=_blank>Contras</a>, who were fighting against Nicaragua’s socialist government. Reagan’s presidency withstood the scandal, but his reputation took a lasting hit."},{"decade":"1990","text":"The headlines of the 1990s have a strong domestic focus: welfare, police, and hospitals. In 1992, President Bill Clinton campaigned on the promise to “end welfare as we have come to know it,” and <a href=https://www.nytimes.com/1996/08/23/us/clinton-signs-bill-cutting-welfare-states-in-new-role.html target=_blank>in 1996 he signed</a> the The Personal Responsibility and Work Opportunity Reconciliation Act, which passed control of welfare programs from federal to state governments. In addition to Clinton, several other politicians appear frequently: <a href=https://www.nytimes.com/1996/11/08/us/how-bob-dole-s-dream-was-dashed.html target=_blank>Bob Dole</a>, Clinton’s 1996 GOP presidential challenger; <a href=https://www.nytimes.com/1993/11/03/nyregion/1993-elections-mayor-giuliani-ousts-dinkins-thin-margin-whitman-upset-winner.html target=_blank>Rudy Giuliani</a>, elected as mayor of New York City in 1993, and the first Republican to hold that office since the 1960s; and <a href=https://www.nytimes.com/1993/11/03/nyregion/1993-elections-woman-outsider-wins-office-christine-todd-whitman.html target=_blank>Christine Todd Whitman</a>, New Jersey’s first female governor. The 1990s also gave rise to some other familiar characters, this time in the tech world, as more and more American households owned computers. Both <a href=https://www.nytimes.com/1997/01/13/business/microsoft-set-for-another-move-in-forging-links-to-the-internet.html target=_blank>Microsoft Office’s</a> endearing paperclip assistant, Clippy, and <a href=https://www.nytimes.com/1999/07/04/business/now-aol-everywhere.html target=_blank>America Online’s</a> (AOL) running stick man were introduced in 1997."},{"decade":"2000","text":"On <a href=https://www.nytimes.com/2001/09/11/national/thousands-feared-dead-as-world-trade-center-is-toppled.html target=_blank>September 11, 2001</a> the way in which Americans saw the world instantly changed when al-Qaeda terrorists hijacked four commercial airliners and crashed them into the World Trade Center, the Pentagon and a Pennsylvania field, killing nearly 3,000 people. The decade’s most frequent words — Sept 11, President Bush, terrorist — paint a picture of a country as it tries to grapple with terrorism on a global stage. Shortly after the 9/11 attacks, the United States <a href=https://www.nytimes.com/2001/10/08/world/nation-challenged-attack-us-britain-strike-afghanistan-aiming-bases-terrorist.html target=_blank>invaded Afghanistan</a>, and two years later in 2003, Bush <a href=https://www.nytimes.com/2003/03/20/world/threats-responses-white-house-bush-orders-start-war-iraq-missiles-apparently.html target=_blank>initiated the war in Iraq</a>. The American armed forces helped to take down the country’s dictator, <a href=https://www.nytimes.com/2003/04/09/international/worldspecial/us-troops-topple-hussein-statue-in-central.html target=_blank>Saddam Hussein</a>, but found no weapons of mass destruction, one of the justifications for the war. Businessman Michael Bloomberg was also <a href=https://www.nytimes.com/2001/11/07/nyregion/2001-elections-mayor-bloomberg-edges-green-race-for-mayor-mcgreevey-easy-winner.html target=_blank>elected as New York City mayor</a> soon after 9/11, serving a resilient and defiant city for three terms until 2014."},{"decade":"2010","text":"If you think politics has dominated the last few years, you’re right. Presidents <a href=https://www.nytimes.com/2008/11/05/us/politics/05elect.html target=_blank>Barack Obama</a> (the first black president) and <a href=https://www.nytimes.com/2016/11/09/us/politics/hillary-clinton-donald-trump-president.html target=_blank>Donald Trump</a> (the first reality TV show president), as well as 2012 GOP presidential candidate <a href=https://www.nytimes.com/2012/05/20/us/politics/how-the-mormon-church-shaped-mitt-romney.html target=_blank>Mitt Romney</a>, garnered a lot of headlines. Noticeably absent from the mix? The first major-party female presidential candidate, Hillary Clinton (But her <a href=https://www.nytimes.com/2015/03/03/us/politics/hillary-clintons-use-of-private-email-at-state-department-raises-flags.html target=_blank>emails</a>!). Big tech companies like Google, Facebook, Amazon and Apple also appear frequently, overlapping with politics. The United States intelligence community determined that Russia, under direction from President Vladimir Putin, <a href=https://www.nytimes.com/interactive/2018/07/16/us/elections/russian-interference-statements-comments.html?mtrref=www.google.com&gwh=D5CD61E9BB53B508E7C03C4570903B25&gwt=pay target=_blank>wielded an influence campaign</a> through social media to undermine the 2016 presidential election."}],"tease-link":[{"type":"text","value":"Want to focus solely on the countries that dominate headlines? Check out our companion piece <a href=https://pudding.cool/2018/12/countries target=_blank>The World through the Eyes of the U.S.</a>."}],"conclusion":[{"type":"text","value":"These are, of course, far from the sole important events in American history, but they are among the most iconic events of each decade. In light of recent social and geopolitical unrest, perhaps they’ll serve as some comfort: our decade is alarming, but in the long arc of history, far from unique."}],"method":[{"type":"text","value":"In order to derive the terms that were disproportionately emblematic of a particular decade, we compared each decade (e.g., 1960s) to the frequency of terms to a corpus consisting of three decades: the decade at hand, as well as the preceding and following decades (in this case, 1950s, 1960s, 1970s). For the first and last decades, we compared the data to a corpus consisting of their sole neighboring decade and the decade at hand (e.g., we compared the 1900s to a corpus comprising the 1900s and 1910s). Since some words occurring in a particular decade may be incredibly rare in any other decade, we only included words that manifested at least once in every 10,000 words for a specific decade. We also note that 1964 did not have any articles labelled as appearing on page 1, and thus, its events were, unfortunately, minimally covered by our analyses. We included the word “negro” in our analyses because it provides an important historical lens through which to view events like the 1960s Civil Rights Movement. We recognize and respect that the term is offensive without just context."}]}